[{"model": "news.category", "pk": 1, "fields": {"name": "Новости спорта", "subscribers": [5, 14]}}, {"model": "news.category", "pk": 2, "fields": {"name": "Игровые новости", "subscribers": [5, 6, 31]}}, {"model": "news.category", "pk": 3, "fields": {"name": "Политика", "subscribers": []}}, {"model": "news.category", "pk": 4, "fields": {"name": "Для детей", "subscribers": []}}, {"model": "news.category", "pk": 5, "fields": {"name": "IT - технологии", "subscribers": [5]}}, {"model": "news.category", "pk": 6, "fields": {"name": "Экономика", "subscribers": [6, 7, 10]}}, {"model": "news.post", "pk": 1, "fields": {"author": 1, "categoryType": "AR", "dateCreation": "2023-03-09T17:15:29.847Z", "title": "Из мира видео игр", "text": "Всем привет! Собрал для вас подборку из лучших по моему мнению 13 игр, которые выйдут в марте 2023 года на ПК, PS5, PS4, Xbox Series X/S/One и Nintendo Switch:\r\nGone Rogue;\r\nWo Long: Fallen Dynasty;\r\nBrinefall;\r\nHotel Renovator; \r\nContraband Police;\r\nFatal Frame: Mask of the Lunar Eclipse; \r\nBleak Faith: Forsaken;\r\nThe Dark Pictures: Switchback VR;\r\nBayonetta Origins: Cereza and the Lost Demon;\r\nResident Evil 4 Remake; \r\nCrime Boss: Rockay City; \r\nSmalland: Survive the Wilds;\r\nRavenbound.", "rating": 2}}, {"model": "news.post", "pk": 2, "fields": {"author": 2, "categoryType": "AR", "dateCreation": "2023-03-09T17:17:44.335Z", "title": "Кто получит Золотой мяч в 2023 году?", "text": "Лучшие претенденты на Золотой мяч Уже сейчас специалисты начинают рассуждать, на кого из футболистов стоит делать ставки в ближайшем будущем. Мы собрали самых очевидных претендентов на Золотой мяч в 2023 году.\r\n    Лионель Месси. Трудно недооценить вклад Месси в мировой футбол. Он считается одним из главных лидеров гонки.\r\n    Килиан Мбаппе. Церемония Золотого мяча не может обойти стороной и Мбаппе, он точно будет в числе фаворитов этого сезона.\r\n    Эрлинг Холланд. Обладателем Золотого мяча в 2023 году легко может стать Холланд. \r\n    Роберт Левандовски. В прошлом году Роберт входил в тройку лучших, кто сражался за Золотой мяч. \r\n    Карим Бензема. Футболиста многие букмекеры включают в десятку претендентов на победу.  \r\n    Мохамед Салах. С футболистом многие связывают самые яркие моменты игры Ливерпуля.", "rating": 0}}, {"model": "news.post", "pk": 3, "fields": {"author": 2, "categoryType": "NW", "dateCreation": "2023-03-09T17:21:51.158Z", "title": "Мы пример для наших детей", "text": "Лучший способ вдохновить детей, чтобы они выросли такими, какими вы мечтаете их видеть,- самому быть таким взрослым, каким, по вашим представлениям, должен стать каждый из них.Мы пример для наших детей. Станьте примером. Вот единственный способ воспитания.  Нет смысла учить ребёнка какому-то поведению, а самому делать по-другому. Он сделает так, как делали вы, а не как его учили.Если вы расскажете ему, что курить-это плохо, но курите сами, он, с большой вероятностью будет курить.Если вы учите мальчика, что девочек нужно уважать, не обижать, но ведёте себя грубо по отношению к жене - для него нормой будет именно последнее.Вы - пример. Ваше поведение - пример. Ваши отношения - пример. С женой, мужем, людьми, старшими.На консультациях я часто слышу, как клиенты в процессе терапии восклицают - \"это поведение моего отца/матери!\".Мы неосознанно воспроизводим во многих аспектах поведение значимых для нас людей в детстве.Очень важны для детей отношения между родителями. Согласно А.Адлеру, огромное влияние на развитие у ребёнка социального чувства(социального интереса, способности функционировать в социуме) оказывают отношения между отцом и матерью. Так, в случае несчастливого брака у детей мало шансов для развития социального интереса, т.к. социальный интерес развивается в социальном окружении. Если жена не оказывает эмоциональной поддержки мужу и свои чувства отдает исключительно детям, они страдают, поскольку чрезмерная опека ГАСИТ СОЦИАЛЬНЫЙ ИНТЕРЕС.Если муж открыто критикует свою жену, дети теряют уважение к обоим родителям. Если между мужем и женой разлад, дети начинают играть с одним родителем против другого. В этой игре, в конце концов, проигрывают дети: они неизбежно много теряют, когда их родители демонстрируют отсутствие взаимной любви.Человек является социальным созданием по своей природе, а не в результате привычки. Но социальный интерес требует, чтобы его осознанно развивали. Он воспитывается и дает результаты благодаря тренировке, развивается в социальном окружении, ПРЕЖДЕ ВСЕГО В СЕМЬЕ!Вот почему так ВАЖНО заниматься своим психическим здоровьем! Уметь строить здоровые отношения в семье и окружении. Чтобы именно это демонстрировать своим детям!", "rating": 5}}, {"model": "news.post", "pk": 26, "fields": {"author": 3, "categoryType": "AR", "dateCreation": "2023-03-19T20:01:44.809Z", "title": "Джесси Оуэнс: победа назло нацизму", "text": "Берлинская Олимпиада 1936 года стала значимым событием. На ней впервые прошла эстафета олимпийского огня; впервые соревнования транслировались в прямом эфире. Однако само проведение Олимпиады было под угрозой международного бойкота из-за расовой политики национал-социалистической партии. Чтобы соревнования не сорвались, руководство Рейха провело показательную кампанию с целью убедить международную общественность в том, что нацизма в Германии нет, а спортсменам и зрителям ничего не угрожает. Согласно планам Гитлера и Геббельса, Олимпиада должна была показать истинность арийской идеологии, однако команда США сделала ответный ход — отправила на Олимпиаду своих чернокожих спортсменов. Лучшим из них стал легкоатлет Джесси Оуэнс. Его победа опровергла пропагандистскую идею нацистов о превосходстве одной расы: Оуэнс взял на Олимпиаде четыре золотых медали — три в беге на короткие дистанции и одну в прыжках в длину. Участие спортсменов-неарийцев привело к изменению начального протокола награждения: Адольф Гитлер не подходил к спортсменам с рукопожатием. Триумф Оуэнса на Олимпиаде со временем повлиял на изменение отношения к чернокожим в США, и он стал одним из символов отказа от расовой дискриминации в стране.", "rating": 0}}, {"model": "news.post", "pk": 27, "fields": {"author": 3, "categoryType": "AR", "dateCreation": "2023-03-19T20:04:18.263Z", "title": "Виктор Чукарин: возвращение из плена", "text": "К началу Великой Отечественной войны гимнаст Виктор Чукарин уже был мастером спорта СССР и как спортсмен мог получить бронь, однако пошел на фронт добровольцем. Он воевал в артиллерийских войсках, оборонял Киев. В одном из боев Чукарин получил контузию и попал в плен. За три с половиной года он прошел 17 лагерей, включая Бухенвальд. Выжил чудом — баржу, на которой немцы хотели затопить группу заключенных, обнаружили английские моряки. По возвращении домой Чукарин весил меньше 40 кг. Но он принял решение вернуться в спорт, начал активно восстанавливать форму. Через несколько лет гимнаст уже занимал первые места на союзных соревнованиях и готовился к Олимпиаде. Он стал абсолютным чемпионом Олимпийских игр, завоевал 11 олимпийских медалей, 13 раз становился чемпионом СССР.", "rating": 0}}, {"model": "news.post", "pk": 28, "fields": {"author": 3, "categoryType": "AR", "dateCreation": "2023-03-19T20:05:56.685Z", "title": "Шаварш Карапетян: герой-спасатель", "text": "Шаварш Карапетян мечтал стать профессиональным пловцом, но его карьера не сложилась — из-за конфликта с тренером спортсмену пришлось сменить дисциплину и заняться подводным плаванием. В этой дисциплине Карапетян стал многократным рекордсменом мира, семикратным чемпионом СССР. Но всемирную славу спортсмену принесли не рекорды на соревнованиях. В 1976 году Шаварш вытащил 46 человек из тонувшего в Ереванском водохранилище троллейбуса. На месте аварии он оказался случайно во время утренней пробежки с братом и тренером. Увидев упавший в воду троллейбус, Карапетян быстро сориентировался и бросился на помощь пассажирам. 20 из 46 человек врачам удалось спасти. Сам спасатель после инцидента пролежал в больнице с пневмонией полтора месяца. Болезнь осложнилась заражением крови. В большой спорт Карапетян так и не вернулся, но в 1976 году все-таки установил свой последний, одиннадцатый, мировой рекорд.\r\n\r\nУдивительно, но Карапетян спас десятки жизней еще дважды. В 1974 году он остановил от падения в пропасть неуправляемый автобус, в котором был пассажиром. Спортсмен локтем разбил стекло в кабину водителя и выкрутил руль, чтобы вернуть транспорт на дорогу. В 1985 году Шаварш Карапетян спас людей из пожара в Ереване.", "rating": 0}}, {"model": "news.post", "pk": 29, "fields": {"author": 3, "categoryType": "AR", "dateCreation": "2023-03-19T20:07:39.524Z", "title": "Клифф Янг: фермер, ультрамарафонец, жених", "text": "Многодневные ультрамарафоны — соревнования для настоящих фанатов бега. Далеко не каждый молодой человек с хорошим здоровьем способен преодолеть дистанцию в сотни километров. Когда же в таких соревнованиях побеждает не профессиональный бегун, а 61-летний фермер, событие становится сенсацией. Так случилось в 1983 году, в Австралии, на ультрамарафоне Сидней — Мельбурн. Когда на старт вышел пожилой фермер в резиновых сапогах, никто не отнесся к нему серьезно, но дальнейшие события показали, что зря. Клифф Янг — так звали мужчину — установил рекорд трассы, пробежав 864 км почти на двое суток быстрее, чем победители забега в предыдущие годы. В отличие от других спортсменов, Янг спал не положенные шесть часов в сутки, а всего три. Во время забега Клифф представлял, что загоняет овец и ему нужно успеть это сделать до бури. Дистанцию он завершил за пять дней и 15 часов, обогнав всех более молодых бегунов. Выступление Клиффа стало сенсацией и принесло ему известность. Через год после забега 62-летний фермер женился на 23-летней Мэри Хоуэлл, при этом свадьбу оплачивал главный спонсор прошедшего сверхмарафона.", "rating": 0}}, {"model": "news.post", "pk": 30, "fields": {"author": 3, "categoryType": "AR", "dateCreation": "2023-03-19T20:08:35.161Z", "title": "Терри Фокс: многомиллионный пробег", "text": "Терри Фокс не был ни олимпийским чемпионом, ни профессиональным спортсменом, но он давал людям больше, чем зрелище и гонка за рекордами, — надежду и веру в человека. Фокс родился в 1958 году, планировал преподавать физкультуру, увлекался баскетболом. В 19 лет он обратился к врачам из-за болей в колене после аварии. Медики диагностировали рак кости — саркому. Правую ногу юноше ампутировали выше колена, но даже после этого прогнозы на то, что он выживет, были неутешительны — 50/50. Терри остался жив и решил помочь другим онкобольным по всему миру, собирая благотворительные средства на исследования рака. У него возникла идея пробежать сверхмарафон через всю Канаду. Широкое освещение такого забега могло привлечь внимание к проблемам онкологии. Сразу после установки протеза Терри начал тренироваться. Марафон надежды стартовал 12 апреля 1980 года. Каждый день Фокс преодолевал дистанцию 42 км 200 м. О забеге узнавало все больше людей, неравнодушные жертвовали деньги. Фокс остановился 1 сентября 1980 года, на 143 день забега, преодолев 5373 км. Прервать марафон пришлось из-за того, что рак распространился на легкие. Однако цель Фокса была достигнута — его фонд собрал $24 млн, а сам Терри, ушедший из жизни 28 июня 1981 года в возрасте 22 лет, стал символом веры в то, что возможности человека безграничны.", "rating": 0}}, {"model": "news.post", "pk": 31, "fields": {"author": 3, "categoryType": "AR", "dateCreation": "2023-03-19T20:12:22.088Z", "title": "Иван Удодов: узник-победитель", "text": "На Олимпиаде 1952 года в Хельсинки команда СССР заняла второе место, уступив сборной США. Олимпийское золото в составе команды из нашей страны завоевал Иван Удодов. Уникальность достижения спортсмена в том, что тяжелой атлетикой он начал заниматься всего за пять лет до Олимпиады, и в спорт изначально пришел не за рекордами.\r\n\r\nВ 17 лет детдомовец Удодов оказался в зоне оккупации и попал в концентрационный лагерь Бухенвальд. После освобождения его пришлось выносить из концлагеря на руках — парень весил всего 28 кг. Тяжелой атлетикой он начал заниматься через два года после войны для того, чтобы восстановить организм, по совету врачей. Штанга буквально излечила Удодова — уже через год он победил на чемпионате Ростова-на-Дону, через два — стал первым в своей весовой категории в Советском Союзе. Впереди была Олимпиада. Удодов, до войны мечтавший о карьере шофера, стал ее триумфатором.", "rating": 0}}, {"model": "news.post", "pk": 32, "fields": {"author": 3, "categoryType": "AR", "dateCreation": "2023-03-19T20:13:59.048Z", "title": "Билли Джин Кинг: победительница «битвы полов»", "text": "Самой высокооплачиваемой спортсменкой мира признана японская теннисистка Наоми Осака: за 2020 год она заработала почти $40 млн. Сегодня баснословными заработками спортсменок никого не удивишь, но 50 лет назад их гонорары были в 12 раз меньше, чем у коллег-мужчин. На изменение отношения к женскому теннису повлияла так называемая битва полов. За матчем между бывшим чемпионом Бобби Риггсом и теннисисткой Билли Джин Кинг, состоявшемся в Техасе в 1973 году, следило 90 млн человек — рекордная телевизионная аудитория со времени высадки на Луну (1969). На кону были не только $100 тыс. призового фонда — это был принципиальный матч за равные права мужчин и женщин. Билли Джин Кинг победила, и впервые в истории на Открытом чемпионате США по теннису призовые гонорары мужчин и женщин сравнялись. В том же году прошел первый женский чемпионат Virginia Slims, со временем переименованный в итоговый турнир Женской теннисной ассоциации, что стало важнейшим шагом в борьбе женщин за равноправие в спорте.", "rating": 0}}, {"model": "news.post", "pk": 33, "fields": {"author": 3, "categoryType": "AR", "dateCreation": "2023-03-19T20:15:41.592Z", "title": "Мухаммед Али: он уважать себя заставил", "text": "Боксер Мухаммед Али, занимающий первую строчку в рейтинге тяжеловесов всех времен, называл себя просто — «Величайший». И дело не только в боксе, потому что спортивная карьера Али не была идеальной. В отличие от таких боксеров, как Рокки Марчиано или Флойд Мейвезер, он проигрывал бои. Но Мухаммед Али — это не только бокс. Всю жизнь он боролся с предрассудками общества. Спортсмен выступал против расового неравенства и даже выбросил свою золотую олимпийскую медаль, когда его, вернувшегося в США с триумфом, не пустили в заведение «для белых». В 1967 году Кассиус Клей отказался служить в армии и воевать во Вьетнаме, за что был лишен боксерской лицензии. Уже став знаменитым, боксер вступил в организацию «Нация ислама», сменил имя и в очередной раз подвергся критике общества. Именно Мухаммед Али сделал бокс увлекательным шоу, за которым интересно наблюдать даже тем, кто в нем совсем не разбирается. Али побеждал противников еще до выхода на ринг, оскорблял и подначивал их, выводил из психологического равновесия. Сегодня это называется трэш-током, и это основа медийности знаменитых бойцов. Али доказал, что человек способен пойти наперекор общественному мнению и победить.", "rating": 0}}, {"model": "news.post", "pk": 34, "fields": {"author": 4, "categoryType": "AR", "dateCreation": "2023-03-19T20:20:42.429Z", "title": "Федеральная торговая комиссия США выложила приказ о выплате игрокам $245 млн игровой компанией Epic Games", "text": "В конце 2022 года Федеральная торговая комиссия США договорилась с компанией Epic Games на выплату игровым разработчиком $520 млн за урегулирование двух расследований комиссии. Комиссия 14 марта 2023 года опубликовала приказ о первой части штрафа Epic Games на сумму $245 млн.\r\n\r\nОзвученную сумму игровой разработчик должен выплатить пользователям своей условно‑бесплатной игры Fortnite. Штраф был наложен за создание в системе меню и интерфейсе игры механизмов по навязыванию быстрых покупок внутриигровых предметов. Комиссия FTC посчитала манипулятивным интерфейс меню, где игрок мог легко ошибиться с нажатием кнопки и купить внутриигровые предметы. Кроме того, регулятор считает, что Epic Games намеренно упростила детям совершение покупок без согласия родителей.\r\n\r\nОт комиссии были ещё обвинили в блокировке или угрозе блокировки аккаунтов тех клиентов, кто пытался оспаривать ошибочные платежи у банков.\r\n\r\nТеперь Epic Games не может взимать плату с потребителей за использование подобных схем без получения согласия. Также игровому разработчику запрещено блокировать аккаунты после споров об ошибочных начислениях.\r\n\r\nСумма в $245 млн будет распределена Федеральная торговая комиссия среди списка затронутых групп граждан из США. Однако схему распределения комиссия не представила.\r\n\r\nОставшиеся $275 млн игровая компания заплатит как штраф за нарушение «Закона о защите частной информации детей в интернете».\r\n\r\nДо решения комиссии в начале декабря 2022 года Epic Games изменила пользовательское соглашение и представила учётные записи с ограничениями для детей младше 13 лет.", "rating": 0}}, {"model": "news.post", "pk": 35, "fields": {"author": 4, "categoryType": "AR", "dateCreation": "2023-03-19T20:26:36.954Z", "title": "Антимонопольное ведомство Евросоюза перенесло срок решения по сделке Microsoft и Activision Blizzard ещё на месяц", "text": "Еврокомиссия по антимонопольным делам решила перенести сделку между Microsoft и Activision Blizzard на месяц. Об этом сообщает издание Reuters. Антимонопольное ведомство собирается тщательнее изучить документы и опросить конкурентов и потребителей. Решение ведомства будет озвучено 22 мая 2023 года.\r\n\r\nВ начале марта этого года Еврокомиссия назначила дату на 25 апреля. Буквально на следующий день появилось сообщение в СМИ, что ведомство не будет препятствовать слиянию компаний. Однако оно увеличило сроки после получения документов от Microsoft с перечислением гарантий по сделке.\r\n\r\nВ направленных Еврокомиссии документах бигтех‑компания перечислила свои обязательства для снижения потенциального негативного эффект от покупки игрового разработчика.\r\n\r\nВ феврале и марте 2023 года Microsoft заключила десятилетние соглашения с Nintendo, NVIDIA, облачными сервисами Boosteroid и Ubitus. По мнению компании, так она показывает своё намерение предоставить доступ к играм из серии Call of Duty большему числу игроков.", "rating": 0}}, {"model": "news.post", "pk": 36, "fields": {"author": 4, "categoryType": "NW", "dateCreation": "2023-03-19T20:28:50.222Z", "title": "ЦБ поддерживает инициативу о бесплатном лимите по переводам между счетами физлица в разных банках до ₽1,4млн", "text": "Глава Центробанка Эльвира Набиуллина считает, что бесплатный лимит по переводам между своими счетами в разных банках должен составлять ₽1,4 млн. Регулятор понимает позицию некоторых финансовых организаций, выступающих против такого размера лимита.\r\n\r\nОднако ЦБ уверен, что принципиально важно право людей на свои сбережения. И физические лица в рамках застрахованной суммы имеют право переводить из одного банка в другой банк свободно без комиссии свои финансы.\r\n\r\nВ декабре прошлого 2022 года Госдума приняла в первом чтении законопроект об обязанность банков не взимать комиссию с денежных переводов физического лица до ₽1,4 млн ежемесячно между счетами (вкладами) одного физлица в разных кредитных организациях. Причем в законопроекте, что комиссию не должны брать и при использовании системы быстрых платежей или финансовых платформ.", "rating": 0}}, {"model": "news.post", "pk": 37, "fields": {"author": 4, "categoryType": "NW", "dateCreation": "2023-03-19T20:31:27.113Z", "title": "Минцифры, Мипромторг, Генпрокуратура и Минтруд следят за ситуацией, связанной с новой системой штрафов на Wildberries", "text": "Минцифры заявило, что следит за ситуацией связанной с Wildberries. Ведомство поддерживает предложенное компанией Wildberries улучшения сервиса штрафов и обратной связи с партнерами. Об это Минцифры рассказало в своём telegram‑канале.\r\n\r\nВ министерстве заявили, что хоть маркетплейс и борется с подменами товаров, совершаемых злоумышленниками на пунктах выдачи заказов, нужна прозрачная система контроля для партнеров маркетплейса. И чтобы в этой системе была возможность оспаривать штрафы и санкционные решения.\r\n\r\nВ среду, 15 марта 2023 года, прошли забастовки в части пунктов выдачи заказов (ПВЗ) маркетплейса Wildberries, спланированные бизнес‑партнерами компании по всей России. Забастовки были связаны с введением в начале марта маркетплейсом новой системой штрафов.\r\n\r\nПо новым правилам с сотрудников должны были удерживать полную стоимость вещи, если покупатель возвращает её из‑за брака или в посылке оказалась не та вещь.\r\n\r\nWildberries на следующий день, в четверг 16 марта, отреагировала на забастовку приостановкой списаний с владельцев партнерских ПВЗ за подмену товаров и отменила около 10 тысяч штрафов.\r\n\r\nТакже Минцифры заявило, что маркетплейс не будет выставлять новые штрафы за подмену товара, пока не доработает систему свою контроля и арбитража.\r\n\r\nМинцифры совместно с Минпромторгом будут следить за ситуацию в отрасли и за соблюдением интересов всех участников электронной торговли, как покупателей, так и партнёров площадки.\r\n\r\nПомимо Минцифры и Минпромторга за ситуацией следит Роспотребнадзор и Генпрокуратура. Она ещё 14 марта дала поручение о проверке публикаций в части нарушения трудовых прав работников интернет‑магазина Wildberries, включая «неправомерные удержания денежных средств из заработной платы» самих работников. Проверку проведёт надзорное ведомство Московской области.\r\n\r\nМинистр труда и социальной защиты Антон Котяков сообщил, что специалисты его ведомства ведут работу с документами и с заявлениями граждан об этом инциденте. В зависимости итогов этой работы будет принято совместное решение с Генеральной прокуратурой о внеплановой проверке маркетплейса.", "rating": 0}}, {"model": "news.post", "pk": 38, "fields": {"author": 4, "categoryType": "NW", "dateCreation": "2023-03-19T20:32:25.338Z", "title": "В РФ приняли закон о хранении и передачи информации операторами технологических сетей с номером автономной системы", "text": "В 2021 году в Госдуме готовился закон, обязывающий бизнес в течение трёх лет хранить передаваемую по внутренним технологическим сетям связи информацию и предоставлять её правоохранительными органами. 18 марта 2023 закон был подписан Президент России, а вступит он в силу с 1 сентября 2023 года.\r\n\r\nЗакон обязывает владельцев технологических сетей связи с номером автономной системы хранить информацию, а также предоставлять её правоохранительным органам. Документ уже опубликовали на официальном портале правовой информации.\r\n\r\nПо принятому закону в течение трёх лет на территории РФ надо хранить голосовую информацию, текстовые сообщения, изображения, звуки видео или иные сообщения в технологических сетях. Кроме того надо хранить данные о фактах передачи этой информации.\r\n\r\nВ документе указано, что операторы технологической информации должны предоставлять озвученные сведения для оперативно‑розыскной деятельность компетентным органам. Такие обязанности уже законодательно закреплены для операторов обычной связи.\r\n\r\nПо новому закону правительство РФ уполномочено определять состав указанной информации, порядок её выдачи и порядок работы между владельцами техсетей и уполномоченными органами.", "rating": 0}}, {"model": "news.post", "pk": 39, "fields": {"author": 5, "categoryType": "AR", "dateCreation": "2023-03-19T20:38:38.353Z", "title": "Microsoft упростит изменение приложений по умолчанию в Windows 11", "text": "Microsoft отчасти исправит одну из наиболее критикуемых особенностей Windows 11 — компания упростит процесс изменения приложений по умолчанию в Windows 11. По сравнению с Windows 10, в новейшей ОС редмондской компании намного сложнее стало отказаться от стандартных приложений для открытия тех или иных файлов и назначить вместо них желаемое ПО. Кроме того, Microsoft даст больше возможностей для управления программами, закреплёнными в меню «Пуск» и на панели задач. Изначально чтобы изменить приложение по умолчанию в Windows 11, нужно самостоятельно открыть «Параметры» операционной системы и в разделе «Приложения» настроить приложение по умолчанию для каждого типа файла или ссылки. То есть пользователю нужно было настраивать каждый отдельный тип файла вместо того, чтобы просто выбрать предпочитаемый веб-браузер или редактор изображений.\r\n\r\nВ прошлом году Microsoft позволила переключать браузер по умолчанию в Windows 11 одним щелчком мыши. Теперь же Microsoft позволит разработчикам приложений направлять пользователей прямо в нужное место в «Параметрах», чтобы изменить программу, используемую по умолчанию для определенных типов файлов или ссылок. Это будет намного удобнее и быстрее.\r\n\r\nОтдельно Microsoft анонсировала начало тестирования нового API, который позволит приложениям закреплять основную или дополнительную иконку на панели задач. По задумке Microsoft, новый подход должен решить некоторые проблемы, возникшие у пользователей с переходом на Windows 11, а также сделать изменение настроек и внешнего вида ОС более похожим на то, к чему люди привыкли на мобильных устройствах iOS или Android. Новое меню для добавления плиток приложений на панель задач может способствовать появлению новых виджетов или других интерфейсов, которые сохраняют информацию из наиболее часто используемых программ для легкого доступа.", "rating": 0}}, {"model": "news.post", "pk": 40, "fields": {"author": 5, "categoryType": "AR", "dateCreation": "2023-03-19T20:39:52.856Z", "title": "Курс биткоина подскочил до самого высокого уровня с июня прошлого года", "text": "На этой неделе стоимость биткоина выросла до самого высокого уровня с лета прошлого года. Тенденция к росту курса криптовалюты обусловлена тем, что некоторые инвесторы сделали ставку на то, что Федеральная резервная система США приостановит повышение процентных ставок. На момент написания этой заметки цена биткоина составляла около $27 566 за монету (данные платформы CoinDesk). За последние 24 часа стоимость самой популярной криптовалюты мира выросла более чем на 5 %. Рост биткоина поддержали некоторые другие популярные криптовалюты. Например, стоимость Ethereum на момент написания заметки составляла около $1813 за монету (рост на 5,36 % за сутки), Solana подорожала более чем на 10 % до $22,39 за монету, а Bitcoin Cash — на 5,43 % до $136,45 за единицу.\r\n\r\nОбычно инвесторы рассматривают биткоин как актив с высоким риском из-за высокого уровня волатильности криптовалюты. Росту биткоина в конце недели способствовал ряд факторов. Так, всё больше инвесторов делают ставку на то, что цикл повышения процентных ставок Федеральной резервной системой США может быть завершён на фоне финансовых потрясений после краха двух американских банков на прошлой неделе.", "rating": 0}}, {"model": "news.post", "pk": 41, "fields": {"author": 5, "categoryType": "AR", "dateCreation": "2023-03-19T20:40:43.119Z", "title": "Во «ВКонтакте» произошёл второй массовый сбой за неделю — лента и сообщения не загружаются", "text": "Во «ВКонтакте» снова произошёл массовый сбой — уже второй раз за эту неделю многие пользователи по всей России и из других стран столкнулись с тем, что у них не загружается лента, сообщения и прочие сервисы социальной сети. Проблема наблюдается как в настольной версии, так и в мобильных приложениях. Опрос среди сотрудников 3DNews показал, что у большинства действительно наблюдаются проблемы с работой «ВКонтакте»: страницы соцсети либо не загружаются вовсе, либо загружаются но очень медленно. На то, что проблема массовая, указывает и статистика сервиса Downdetector сайта Brand Analytics, который зафиксировал резкий скачок числа жалоб на проблемы с работой «ВКонтакте». По состоянию на 09:45 по московскому времени было зафиксировано более 110 сообщений о сбоях, хотя обычно таких сообщений не более 9.", "rating": 0}}, {"model": "news.post", "pk": 42, "fields": {"author": 1, "categoryType": "AR", "dateCreation": "2023-03-19T20:42:28.186Z", "title": "В Far Cry 5 на PS5 и Xbox Series X/S появились 60 к/с, а Ubisoft в честь пятилетия игры сделала 85 % скидку на неё", "text": "Компания Ubisoft объявила о выходе обновления для Far Cry 5 на PlayStation 5 и Xbox Series X/S, которое добавило на консолях текущего поколения поддержку частоты 60 кадров в секунду. Кроме того, в честь пятилетия игры издатель сделал скидку до 85 % на все издания. Far Cry 5 рассказывает историю фанатического культа судного дня в вымышленном округе Хоуп, США. Предводитель секты Иосиф Сид считает, что был избран, чтобы защитить людей от апокалипсиса. Будучи радикальным лидером, он держит в страхе население округа Хоуп. Тем не менее, некоторые жители объединились для сопротивления культу. Главный герой — помощник шерифа — отправляется арестовать Сида и освободить округ от тирании.", "rating": 0}}, {"model": "news.post", "pk": 43, "fields": {"author": 2, "categoryType": "AR", "dateCreation": "2023-03-19T20:43:35.345Z", "title": "AMD отложила запуск 4-нм процессоров на Zen 4 до апреля", "text": "Компания AMD в начале года в рамках выставки CES 2023 представила множество новинок, среди которых были и мобильные процессоры Ryzen 7040HS (Phoenix Point). Тогда компания обещала, что ноутбуки на их основе появятся в продаже в марте. Теперь же в разговоре с изданием Tom’s Hardware представитель AMD подтвердил, что дебют данных чипов отложен до апреля.  «Чтобы обеспечить готовность платформы и гарантировать наилучший пользовательский опыт, мы ожидаем, что наши OEM-партнёры выпустят первые ноутбуки на базе процессоров Ryzen 7040HS в апреле», — ответил представитель AMD на запрос Tom’s Hardware, при этом не уточнив, чем вызвана задержка выпуска указанных процессоров.\r\n\r\nВ серию мобильных процессоров Ryzen 7040HS вошли три модели: восьмиядерный Ryzen 9 7940HS с частотой до 5,2 ГГц, восьмиядерный Ryzen 7 7840HS с частотой до 5,1 ГГц и шестиядерный Ryzen 5 7640HS с частотой до 5,0 ГГц. Восьмиядерные модели получили по 24 Мбайт кеш-памяти (по 1 Мбайт L2 на ядро и 16 Мбайт L3), младшая модель — 22 Мбайт. Все новинки обладают настраиваемым показателем TDP 35–54 Вт.\r\n\r\nОдной из ключевых особенностей данной серии процессоров является их поддержка ИИ-технологии Ryzen AI. В её основе применяется «адаптивная» аппаратная архитектура AMD XDNA, повышающая эффективность работы процессоров в задачах, связанных с обработкой ИИ-алгоритмов. По словам компании, процессоры с Ryzen AI до 20 % превосходят по производительности чипсеты Apple M2, при этом они на 50 % энергоэффективнее.\r\n\r\nВ обычных задачах, не связанных с ИИ, процессоры Ryzen 7040HS, согласно данным самой AMD, обеспечивают до 34 % более высокую производительность в сравнении с конкурентами, а в играх они до 21 % быстрее.", "rating": 0}}, {"model": "news.post", "pk": 44, "fields": {"author": 4, "categoryType": "NW", "dateCreation": "2023-04-01T22:50:16.215Z", "title": "Around the world", "text": "HELLO WORLD!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "rating": 9}}, {"model": "news.post", "pk": 52, "fields": {"author": 5, "categoryType": "AR", "dateCreation": "2023-04-02T20:23:53.055Z", "title": "Новинки игр 2023", "text": "Новинки этого года в самом разгаре. Скоро выйдет очередной шедевр от польской студии CD ProjectRed", "rating": 0}}, {"model": "news.post", "pk": 53, "fields": {"author": 1, "categoryType": "NW", "dateCreation": "2023-04-03T16:57:28.881Z", "title": "Времена года", "text": "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "rating": 0}}, {"model": "news.post", "pk": 54, "fields": {"author": 1, "categoryType": "NW", "dateCreation": "2023-04-03T16:58:11.261Z", "title": "Времена года", "text": "!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "rating": 0}}, {"model": "news.post", "pk": 55, "fields": {"author": 2, "categoryType": "AR", "dateCreation": "2023-04-03T17:21:45.205Z", "title": "Новинки игр 2023", "text": "BUHSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSS", "rating": 0}}, {"model": "news.post", "pk": 56, "fields": {"author": 3, "categoryType": "AR", "dateCreation": "2023-04-09T20:00:36.900Z", "title": "Скоро финал Лиги Чемпионов 2023", "text": "Скоро финал Лиги Чемпионов 2023 2023 2023 2023 2023 2023 2023 2023", "rating": 0}}, {"model": "news.post", "pk": 57, "fields": {"author": 3, "categoryType": "AR", "dateCreation": "2023-04-09T20:10:44.912Z", "title": "Скоро финал Лиги Чемпионов 2023", "text": "Скоро финал Лиги Чемпионов 2023 2023 2023 2023 2023 2023 2023 2023", "rating": 0}}]